import {FC} from "react";
import {Breadcrumb} from "../../../entities/Breadcrumb/ui/Breadcrumb.tsx";

export const Policy: FC = () => {
    return (
        <main className="main handbooks">

            <section className="page-head">
                <div className="page-head__container container">
                    <Breadcrumb/>
                    <h1 className="post__title page-title">
                        Политика обработки персональных данных
                    </h1>
                </div>
            </section>

            <section className="page-body">
                <div className="page-body__container container">
                    <h3><strong> 1. Рамки Политики защиты персональных данных</strong></h3>

                    <p>Настоящая Политика защиты персональных данных сайта (далее &ndash; &laquo;Политика&raquo;)
                        применяется к информации, полученной через
                        сайт <strong>medanketa.com</strong> (далее &ndash; &laquo;Сайт&raquo;) от пользователей Сайта
                        (далее &ndash; &laquo;Пользователи&raquo;).</p>
                    <p>Нижеследующие правила описывают, как акционерное общество &laquo;Ланцет&raquo;,
                        (АО &laquo;Ланцет&raquo;), ОГРН: 1057746183417, ИНН: 7718538045, КПП: 771801001, ОКВЭД: 46.46.1,
                        ОКПО: 76056523, ОКОГУ: 4210014, ОКОПФ: 12267, ОКФС: 16, находящейся по адресу: 107553, город
                        Москва, Большая Черкизовская ул., д. 24а стр. 1, офис 527 (далее - Оператор) обращается с любой
                        информацией, относящейся к прямо или косвенно определенному или определяемому физическому лицу
                        (субъекту персональных данных) (далее &ndash; &laquo;Персональные данные&raquo;), для следующих
                        целей:</p>
                    <ul>
                        <li>проведение опросов;</li>
                        <li>регистрация на сайте;</li>
                        <li>установление обратной связи, включая направление уведомлений и запросов;</li>
                        <li>улучшение качества работы Сайта для удобства использования и разработки новых сервисов и
                            услуг;
                        </li>
                        <li>сбор статистики;</li>
                        <li>определение места нахождения Пользователя для обеспечения безопасности и предотвращения
                            мошенничества
                        </li>
                        <li>подтверждение достоверности и полноты персональных данных, предоставленных Пользователем;
                        </li>
                        <li>предоставление Пользователям эффективной клиентской и технической поддержки при
                            возникновении проблем, связанных с использованием Сайта.
                        </li>
                    </ul>

                    <p>Пользователи включают в себя всех физических лиц, которые подключаются к Сайту и используют
                        Сайт.</p>
                    <p>Пользователи прямо соглашаются на обработку своих Персональных данных, как это описано в
                        настоящей Политике. Обработка означает любое действие (операцию) или совокупность действий
                        (операций), совершаемых с использованием средств автоматизации или без использования таких
                        средств с Персональными данными, включая сбор, запись, систематизацию, накопление, хранение,
                        уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ),
                        обезличивание, блокирование, удаление, уничтожение Персональных данных.</p>
                    <p>Настоящая Политика защиты персональных данных действует с 05 мая 2024 г.</p>
                    <p>Настоящая Политика защиты персональных данных применяется только к Сайту. Сайт не контролирует и
                        не несет ответственности за сайты третьих лиц, на которые Пользователь может перейти по ссылкам,
                        доступным на Сайте.</p>

                    <h3><strong> 2. Контролирующие и обрабатывающие лица</strong></h3>
                    <p>Пользователи соглашаются с тем, что:</p>
                    <ul>
                        <li>Пользуясь Сайтом, и принимая условия использования, опубликованные на Сайте, пользователь
                            заявляет о своем однозначном согласии с обработкой его Персональных данных способами,
                            описанными в настоящей Политике.
                        </li>
                        <li>Обработка Персональных данных Пользователей осуществляется акционерным
                            обществом &laquo;Ланцет&raquo;, (АО &laquo;Ланцет&raquo;), ОГРН: 1057746183417, ИНН:
                            7718538045, КПП: 771801001, ОКВЭД: 46.46.1, ОКПО: 76056523, ОКОГУ: 4210014, ОКОПФ: 12267,
                            ОКФС: 16, находящемся по адресу: 107553, город Москва, Большая Черкизовская ул., д. 24а стр.
                            1, офис 527;
                        </li>
                        <li>Оператор обрабатывает Персональные данные Пользователей с целями, перечисленными выше в
                            данной Политике и в соответствии с принципами, лежащими в основе настоящей Политики.
                        </li>
                    </ul>

                    <h3><strong> 3. Сбор Персональных данных</strong></h3>
                    <p>При регистрации на Сайте Пользователи подтверждают свое согласие с условиями настоящей Политики и
                        своим согласием на обработку своих Персональных данных в соответствии с условиями настоящей
                        Политики, кроме того они соглашаются на обработку своих Персональных данных на серверах,
                        расположенных на территории Российской Федерации.</p>
                    <p>Правовым основанием для обработки персональных данных на сайте является согласие субъекта
                        персональных данных, предоставляемое Пользователем нажатием флаговой кнопки рядом с информацией
                        о согласии на обработку персональных данных при заполнении форм и регистрации на Сайте.</p>
                    <p>Обработка Персональных данных осуществляется не дольше, чем этого требуют цели обработки
                        Персональных данных, изложенные в настоящей Политике (за исключением случаев, предусмотренных
                        законодательством Российской Федерации).</p>
                    <p>Оператор может обрабатывать следующие Персональные данные:</p>
                    <ul>
                        <li>фамилия, имя, отчество;</li>
                        <li>адрес электронной почты;</li>
                        <li>возраст</li>
                        <li>номер телефона;</li>
                        <li>регион;</li>
                        <li>город;</li>
                        <li>место работы;</li>
                        <li>специализация;</li>
                        <li>должность;</li>
                        <li>стаж работы;</li>
                        <li>идентификационные файлы cookies (куки-файлы);</li>
                        <li>пользовательские данные (логин и пароль);</li>
                        <li>IP-адрес пользователя;</li>
                        <li>информация о браузере пользователя или иной программе, с помощью которой осуществляется
                            доступ к Сайту;
                        </li>
                        <li>технические характеристики оборудования и программного обеспечения, используемых
                            Пользователем;
                        </li>
                        <li>дата и время доступа к Сайту;</li>
                        <li>адреса запрашиваемых страниц;</li>
                        <li>местоположение Пользователя;</li>
                    </ul>

                    <h3><strong> 4. Информирование</strong></h3>
                    <p>Оператор не продает и не предоставляет Персональные данные Пользователей третьим лицам для
                        маркетинговых целей без прямого согласия Пользователей. Оператор может объединять Персональные
                        данные Пользователей с информацией о других Пользователях и информацией, которую Оператор
                        получает от других организаций, и использовать их для совершенствования и персонификации Сайта,
                        его информационного наполнения. Если Пользователи не желают получать информационные сообщения от
                        Оператора, они могут просто отозвать согласие (полностью либо в части обработки персональных
                        данных с определенной целью) путем направления Оператору заявления в письменном виде в форме
                        заказного письма, по адресу местонахождения Оператора.</p>
                    <p>При утрате или разглашении персональных данных Оператор информирует Пользователя об утрате или
                        разглашении персональных данных.</p>

                    <h3><strong> 5. Предоставление Персональных данных Пользователей Оператором</strong></h3>

                    <p>Оператор может предоставлять Персональные данные в соответствии с требованиями законодательства,
                        по запросам уполномоченных государственных органов или для защиты чьих-либо прав, собственности
                        или безопасности.</p>
                    <p>Оператор может также предоставлять Персональные данные Пользователей третьим лицам:</p>
                    <ul>
                        <li>акционерному обществу &laquo;КОРП СОФТ&raquo; (АО &laquo;КОРП СОФТ&raquo;), ОГРН:
                            1117746256110, ИНН: 7743813810, КПП: 770701001, ОКВЭД: 62.01, ОКПО: 91434187, ОКОГУ:
                            4210014, ОКОПФ: 12267, ОКФС: 16, находящемуся по адресу: 127473, город Москва, Селезневская
                            ул., д. 32, эт. 5, пом. I, ком 9;
                        </li>
                        <li>Правоохранительным органам, иным государственным органам или третьим лицам в ответ на запрос
                            информации в рамках расследования уголовных дел, иной противоправной деятельности или любой
                            деятельности, которая может повлечь привлечение к ответственности Оператора или
                            Пользователей. Персональные данные, предоставляемые Оператором, могут включать учетную
                            запись Пользователя и историю учетной записи Пользователя, имя, город, телефонный номер,
                            адрес электронной почты и другую информацию, которую Оператор посчитает относящейся к
                            запросу.
                        </li>
                    </ul>
                    <p>Не ограничивая вышеизложенное, стараясь уважать личную информацию Пользователей, Оператор никаким
                        другим образом не будет предоставлять Персональные данные правоохранительным органам, иным
                        государственным органам или прочим третьим лицам без запроса, полученного от перечисленных
                        органов в рамках предоставленных им законом прав, за исключением случаев, когда Оператор
                        добросовестно полагает, что предоставление Персональных данных необходимо для защиты жизни,
                        здоровья или иных жизненно важных интересов Пользователей, для предотвращения вреда имуществу
                        физических и юридических лиц, а также для сообщения о предполагаемой незаконной
                        деятельности.</p>
                    <p>Если Пользователи подключаются к Сайту через компьютер с общим доступом или компьютер в
                        интернет-кафе, определенные данные о Пользователях, такие как их идентификатор Пользователя или
                        напоминания от Оператора, могут быть также видимы другим лицам, которые используют компьютер
                        после Пользователей.</p>

                    <h3><strong> 6. Куки-файлы</strong></h3>
                    <p>Оператор использует куки-файлы (маленькие файлы, размещенные и хранимые на компьютерах
                        Пользователей) содержащие пользовательские данные (логин и пароль)</p>

                    <h3><strong> 7. Защита учетных записей</strong></h3>
                    <p>Пароли Пользователей являются ключом к их учетным записям. Пользователи должны использовать
                        уникальные комбинации цифр, букв и специальных символов. Запрещается разглашать свои пароли
                        другим лицам. Если Пользователи все-таки предоставляют свои пароли или свои Персональные данные
                        другим лицам, они должны помнить, что они несут ответственность за все действия, совершаемые от
                        имени их учетной записи. Если Пользователи потеряют контроль над распространением своих паролей,
                        они могут лишиться управления своими Персональными данными. Тогда они будут вынуждены нести
                        ответственность за имеющие юридические последствия действия, совершенные от их имени. Таким
                        образом, если по какой-либо причине пароль Пользователя подвергся опасности, он должен
                        немедленно уведомить об этом Оператора и изменить свой пароль. Оператор никогда не запрашивает
                        пароли Пользователей, за исключением процесса входа на Сайт.</p>

                    <h3><strong> 8. Доступ, проверка и изменение Персональных данных Пользователей</strong></h3>
                    <p>Пользователи могут просматривать, проверять и изменять большинство своих Персональных данных. Для
                        этого требуется вход на Сайт. В целом, Оператор не изменяет Персональные данные Пользователей
                        вручную, так как удаленная идентификация Пользователей может оказаться затруднительной. Таким
                        образом, Пользователи несут ответственность за незамедлительное обновление своих Персональных
                        данных, если они изменяются или неточны.</p>

                    <h3><strong> 9. Безопасность</strong></h3>
                    <p>Персональные данные Пользователей хранятся на серверах Оператора. Оператор рассматривает
                        Персональные данные как ценный актив и сохраняет их различными способами (пароли, физическая
                        безопасность и т. д.) для защиты Персональных данных Пользователей от несанкционированного
                        доступа и разглашения. Однако, доступ к передаче или личному общению между Пользователями и
                        Сайтом может быть незаконно получен или перехвачен третьими лицами. С учетом этого
                        обстоятельства, хотя Оператор и прилагает значительные усилия для защиты Персональных данных
                        Пользователей, Оператор тем не менее не обещает и не гарантирует, что Персональные данные или
                        личные сообщения всегда будут оставаться конфиденциальными.</p>
                    <p>Оператор принимает необходимые организационные и технические меры для защиты персональных данных
                        Пользователей от неправомерного или случайного доступа, уничтожения, изменения, блокирования,
                        копирования, распространения, а также от иных неправомерных действий третьих лиц.</p>

                    <h3><strong> 10. Третьи лица</strong></h3>
                    <p>Если иное прямо не указано в настоящей Политике, настоящий документ касается только использования
                        Оператором Персональных данных, полученных от Пользователей. Если Пользователи разглашают свои
                        Персональные данные другим лицам, включая использование сторонних куки-файлов или других
                        интернет-сайтов, то к такому использованию и раскрытию Персональных данных могут применяться
                        иные правила. Оператор не контролирует политику защиты персональных данных третьих лиц, и к
                        Пользователям применяется политика защиты персональных данных третьих лиц там, где это
                        применимо. Оператор советует Пользователям уточнять это до предоставления своих Персональных
                        данных другим лицам.</p>

                    <h3><strong> 11. Использование сервисов веб-аналитики</strong></h3>
                    <p>Сайт использует сервис веб-аналитики Яндекс.Метрика, предоставляемый компанией
                        ООО &laquo;ЯНДЕКС&raquo;, 119021, Россия, г. Москва, ул. Льва Толстого, д. 16
                        (далее &mdash; Яндекс).</p>
                    <p>Сервис Яндекс.Метрика использует куки-файлы.</p>
                    <p>Собранная при помощи куки-файлов информация не может идентифицировать Пользователя, однако может
                        помочь улучшить работу Сайта. Информация об использовании Пользователями данного сайта,
                        собранная при помощи куки-файлов, будет передаваться Яндексу и храниться на сервере Яндекса в
                        Российской Федерации. Яндекс будет обрабатывать эту информацию для оценки использования Сайта,
                        составления для Оператора отчетов о деятельности Сайта, и предоставления других услуг. Яндекс
                        обрабатывает эту информацию в порядке, установленном в условиях использования сервиса
                        Яндекс.Метрика.</p>
                    <p>Пользователь может отказаться от использования куки-файлов, выбрав соответствующие настройки в
                        браузере. Также Пользователь может использовать инструмент &mdash; <a
                            href="https://yandex.ru/support/metrika/general/opt-out.html">https://yandex.ru/support/metrika/general/opt-out.html</a> .
                        Однако это может повлиять на работу некоторых функций Сайта. Используя Сайт, Пользователь
                        соглашается на обработку данных о нём Яндексом в порядке и целях, указанных выше.</p>

                    <h3><strong> 12. Ответственность сторон</strong></h3>
                    <p>Оператор, не исполнивший свои обязательства, несет ответственность за убытки, понесенные
                        Пользователем в связи с неправомерным использованием персональных данных, в соответствии с
                        законодательством Российской Федерации.</p>
                    <p>В случае утраты или разглашения персональных данных Оператор не несет ответственности, если такие
                        персональные данные:</p>
                    <p>- Стали публичным достоянием до их утраты или разглашения.</p>
                    <p>- Были получена от третьей стороны до момента ее получения Оператором.</p>
                    <p>- Были разглашены с согласия Пользователя.</p>

                    <h3><strong> 13. Разрешение споров</strong></h3>
                    <p>До обращения в суд с иском по спорам, возникающим из отношений между Пользователем и Оператором,
                        обязательным является предъявление претензии (письменного предложения о добровольном
                        урегулировании спора).</p>
                    <p>Получатель претензии в течение 10 календарных дней со дня получения претензии письменно
                        уведомляет заявителя претензии о результатах рассмотрения претензии.</p>
                    <p>При недостижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим
                        законодательством Российской Федерации.</p>
                    <p>К настоящей Политике и отношениям между Пользователем и АО &laquo;Ланцет&raquo; применяется
                        действующее законодательство Российской Федерации.</p>

                    <h3><strong> 14. Изменения Политики защиты персональных данных</strong></h3>
                    <p>Оператор оставляет за собой право в любой момент вносить изменения в настающую Политику без
                        согласия Пользователей. Все изменения автоматически вступают в силу с момента их размещения и
                        обнародования Политики на Сайте, если иное не предусмотрено новой редакцией Политики
                        конфиденциальности. Продолжение использования Сайта после внесения таких изменений является
                        согласием Пользователей с такими изменениями. Пользователям рекомендуется регулярно
                        просматривать Политику, особенно перед отправкой Персональных данных на сайт.</p>
                    <p>Действующая Политика защиты персональных данных размещена на странице по адресу:
                        medanketa.com.</p>
                    <p>Если у Вас возникнут вопросы или предложения, пожалуйста, свяжитесь с нами по адресу:
                        medanketa@lancetpharm.ru</p>
                </div>
            </section>
        </main>
    )
}
